#+TITLE: my emacs launch page
#+AUTHOR: R.U.
#+STARTUP: content logdrawer indent
#+TAGS: HOME(h) WOLV(v) WORK(w) EXAMPLE(e)
 ____________________________________________________________________________________
			*** Today is <Wednesday 13 Nov 24> ***
        	                [[elisp:calendar][Open the calendar]]
                         
**** test
==========
zo 30 jun 2024 15:59:25 CEST
#+begin_src elisp
  (setq org-agenda-span 10) ;; added to config.org 
#+end_src

#+RESULTS:
: 10


